---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerPoundDegreeFahrenheit
source: html/cbf27a23-eb0e-6628-b3bd-34528a4750b6.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerPoundDegreeFahrenheit Property

British thermal units per pound degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerPoundDegreeFahrenheit { get; }
```